Repository: berkmancenter/frankly
Catalog: client/lib/l10n/app_*.arb
Languages: es, zh, zh_hant_tw

source: Invite your people
es: Invita a tus personas

source: Link your Stripe account
es: Enlace tu cuenta de Stripe

# brandSpace
source: Brand your space
es: Marca tu espacio

# createGuide
source: Create a template
es: Crear una plantilla

# hostEvent
source: Schedule an event
es: Programar un evento

source: Invite someone
es: Invita a alguien

source: Start processing payments
es: Comienza a procesar pagos

# createStripeAccount
source: Start processing payments
es: Comienza a procesar pagos

source: Template name
es: Nombre de plantilla

# featureOnHomepage
source: Feature on {communityName} homepage
es: Destacar en la página principal de {communityName}

source: Featured Tags
es: Etiquetas destacadas

source: Tags
es: Etiquetas

# templateTitleRequired
source: Template title is required
es: El título de la plantilla es obligatorio

source: Something went wrong loading events.
es: Algo salió mal al cargar los eventos.

source: No upcoming events.
es: No hay eventos próximos.

source: See All
es: Ver todo

# moreFrom
source: More from {name}
es: Más de {name}

# createEventFromTemplate
source: Create an event{isMobile}from this template
es: Crear un evento{isMobile}desde esta plantilla

source: Add Pre-Event
es: Añadir Pre-Evento

source: Add Post-Event
es: Añadir Post-Evento

source: Edit template
es: Editar plantilla

# templateTitle
source: Title
es: Título

# templateDescription
source: Description
es: Descripción

source: Save template
es: Guardar plantilla

source: Remove template
es: Eliminar plantilla

source: Reactivate
es: Reactivar

source: Template title cannot be empty
es: El título de la plantilla no puede estar vacío

source: Enter URL
es: Ingrese URL

source: Button Text
es: Texto del botón

source: before
es: antes

source: after
es: después

source: What message do you want to show participants {beforeAfter} the event?
es: ¿Qué mensaje quieres mostrar a los participantes {beforeAfter} el evento?

source: Add action links participants should visit {beforeAfter} the event
es: Añadir enlaces de acción que los participantes deben visitar {beforeAfter} el evento

source: Edit settings
es: Editar configuración

source: Public or Private?
es: Público o Privado?

# iWillShareThisWithAPrivateGroup
source: I'll share this with a private group
es: Compartiré esto con un grupo privado

source: Allow the community to join
es: Permitir que la comunidad se una

source: Select a day
es: Selecciona un día

source: Select a time
es: Selecciona una hora

# timeShownIn
source: Time shown in {timezone}
es: Hora mostrada en {timezone}

# step
source: Step {current} of {total}
es: Paso {current} de {total}

source: Back
es: Atrás

source: Update Event
es: Actualizar Evento

source: Template Settings
es: Configuración de plantilla

source: Event Settings
es: Configuración de evento
zh_hant_tw: 活動設定

source: You are editing an event.
es: Estás editando un evento.

source: Enter Event
es: Entrar al evento

# eventIsStarting
source: The event is starting
es: El evento está comenzando

source: If you want to edit future instances,
es: Si quieres editar futuras instancias,

source: edit the template.
es: edita la plantilla.

source: Event Ended
es: Evento Terminado

source: Yes, cancel
es: Sí, cancelar

source: Are you sure you want to cancel?
es: ¿Estás seguro de que quieres cancelar?

source: Chat
zh: 聊天
zh_hant_tw: 聊天

source: Email
zh: 电子邮箱
zh_hant_tw: 電子郵件

source: Error
zh: 错误
zh_hant_tw: 錯誤

# errorLoadingEvents
source: Something went wrong loading events.
zh_hant_tw: 載入事件時出錯。請重新整理。

source: mins
zh: 分钟
zh_hant_tw: 分鐘

source: No
zh: 否
zh_hant_tw: 否

source: Ok
zh_hant_tw: 好的

source: Google Calendar
zh: Google 日历
zh_hant_tw: Google 日曆

source: Outlook Calendar
zh: Outlook 日历
zh_hant_tw: Outlook 日曆

source: Office 365 Calendar
zh: Office 365 日历
zh_hant_tw: Office 365 日曆

source: iCal Calendar
zh: iCal 日历
zh_hant_tw: iCal 日曆

source: Zoom
zh: 放大
zh_hant_tw: 縮放
