Repository: berkmancenter/frankly
Catalog: client/lib/l10n/app_*.arb
Languages: es, zh, zh_hant_tw

source: Message time
es: Hora del mensaje
zh: 消息时间
zh_hant_tw: 訊息時間

source: Miscellaneous
es: Misceláneo
zh: 其他
zh_hant_tw: 其他

source: Moderator
es: Moderador
zh: 版主
zh_hant_tw: 版主

source: Must be logged in to access this section
es: Debe estar conectado para acceder a esta sección
zh: 必须登录才能访问此部分。
zh_hant_tw: 必須登錄才能訪問此部分。

source: Mute All
es: Silenciar a todos

source: My Communities
es: Mis comunidades
zh_hant_tw: 我的社區

source: My Custom Event
es: Mi evento personalizado
zh: 我的自定义活动
zh_hant_tw: 我的自訂活動

source: My Events
es: Mis eventos
zh: 我的活动
zh_hant_tw: 我的活動

source: My Profile
es: Mi Perfil
zh: 我的个人资料
zh_hant_tw: 我的個人資料

source: My Responses
es: Mis respuestas
zh: 我的回应
zh_hant_tw: 我的回應

source: My Upcoming Events
es: Mis próximos eventos
zh: 我的即将举行的活动
zh_hant_tw: 我的即將舉行的活動

source: Name
es: Nombre
zh: 名称
zh_hant_tw: 名稱

source: New Announcement
es: Nuevo anuncio
zh: 新公告
zh_hant_tw: 新公告

source: New event
es: Nuevo evento

source: New Room Number:
es: Número de sala nueva:
zh: 新房间号码：
zh_hant_tw: 新房間號碼：

source: New Subscription
es: Nueva Suscripción
zh: 新订阅
zh_hant_tw: 新訂閱

source: New template
es: Nueva plantilla

# newToApp
source: New to {appName}?
es: ¿Nuevo en {appName}?
zh: 新来到 {appName}？
zh_hant_tw: 新來到 {appName}？

source: New user? Register
es: ¿Nuevo usuario? Regístrate
zh: 新用户？ 注册
zh_hant_tw: 新用戶？ 註冊

source: Next
es: Siguiente
zh: 下一步
zh_hant_tw: 下一步

# noAccountFound
source: No account found. Try signing in using a different email address. Or, Sign Up using this one.
es: No se encontró ninguna cuenta. Intente iniciar sesión con una dirección de email diferente. O regístrese con esta.
zh: 未找到帐户。请尝试使用其他电子邮件地址登录。或者，使用此电子邮件注册。
zh_hant_tw: 未找到帳戶。請嘗試使用其他電子郵件地址登入。或者，使用此電子郵件註冊。

source: No announcements yet.
es: Aún no hay anuncios.
zh: 暂无公告。
zh_hant_tw: 暫無公告。

source: No, cancel
es: No, cancelar
zh: 取消
zh_hant_tw: 取消

source: No devices found.
es: No se encontraron dispositivos
zh: 未找到设备
zh_hant_tw: 未找到設備

source: No events found
es: No se encontraron eventos.
zh: 未找到活动。
zh_hant_tw: 未找到活動。

# noItems
source: No {name}
es: No hay {name}
zh: 没有{name}
zh_hant_tw: 沒有{name}

source: No matching members found.
es: No se encontraron miembros coincidentes.
zh: 未找到匹配的成员。
zh_hant_tw: 未找到結果。請修改您的搜索詞。

source: No one is here yet.
es: Nadie está aquí todavía.
zh: 还没有人在这里。
zh_hant_tw: 還沒有人在這裡。

# noOneIsHereYet1
source: No one is here yet
es: Nadie está aquí todavía.
zh: 还没有人在这里。
zh_hant_tw: 還沒有人在這裡。

source: No Pending Join Requests
es: No hay solicitudes de ingreso pendientes
zh: 没有待处理的加入请求
zh_hant_tw: 沒有待處理的加入請求

source: No rooms found.
es: No se encontraron salas.
zh: 未找到房间。
zh_hant_tw: 未找到房間。

source: No rooms need help.
es: No hay salas que necesiten ayuda.
zh: 没有房间需要帮助。
zh_hant_tw: 沒有房間需要幫助。

source: No, skip
es: No, omitir

source: No templates found.
es: No se encontraron plantillas.

# noUpcomingEventsMessage
source: You haven't registered for any upcoming events.
es: No te has registrado para ningún evento próximo.
zh: 您尚未注册任何即将举行的活动。
zh_hant_tw: 您尚未註冊任何即將舉行的活動。

# notAuthorized
source: Sorry, you aren't authorized to do that.
es: Lo sentimos, no está autorizado para hacer eso.
zh: 抱歉，您没有权限执行此操作。
zh_hant_tw: 抱歉，您沒有權限執行此操作。

source: Notifications
es: Notificaciones
zh: 通知
zh_hant_tw: 通知

source: Notify me about new announcements
es: Notificarme sobre nuevos anuncios
zh: 通知我新公告
zh_hant_tw: 通知我新公告

source: Notify me about new events
es: Notificarme sobre nuevos eventos.
zh: 通知我新活动。
zh_hant_tw: 通知我新活動。

source: Now we're talking!
es: ¡Ahora estamos hablando!

source: Num Participants
es: Número de participantes

source: Odometer
es: Odómetro
zh: 里程表
zh_hant_tw: 里程錶

# ofTotal
source: of {count}
es: de {count}
zh: 共 {count} 步
zh_hant_tw: 共 {count} 步

source: Optional
es: Opcional
zh: 可选
zh_hant_tw: 可選

source: Or
es: O
zh: 或者
zh_hant_tw: 或者

source: Owner
es: Propietario
zh: 所有者
zh_hant_tw: 擁有者

source: Participant Actions
es: Acciones del participante
zh: 参与者操作
zh_hant_tw: 參與者操作

# participantActionsForUserWithId
source: Participant Actions for user with ID {userId}
es: Acciones del participante para el usuario con ID {userId}
zh: ID为{userId}的用户的参与者操作
zh_hant_tw: 使用者ID為{userId}的參與者操作

# participantCount
source: {count} participants
es: {count} participantes
zh: {count}位参与者
zh_hant_tw: {count}位參與者

source: Participant Reassigned
es: Participante reasignado
zh: 参与者已重新分配
zh_hant_tw: 參與者已重新分配

source: Participants
es: Participantes
zh: 参与者
zh_hant_tw: 參與者

# participantsLoadError
source: Something went wrong loading participants. Please refresh.
es: Algo salió mal al cargar los participantes. Por favor, actualice.
zh: 加载参与者时出现问题。请刷新。
zh_hant_tw: 載入參與者時出現問題。請刷新。

source: Password
es: Contraseña
zh: 密码
zh_hant_tw: 密碼

# passwordInvalid
source: Password is invalid. Click Forgot Password to reset it. Or, Sign Up again using a different email.
es: La contraseña no es válida. Haga clic en Olvidé mi contraseña para restablecerla. O regístrese de nuevo con un email diferente.
zh: 密码无效。点击忘记密码进行重置。或者，使用其他电子邮件重新注册。
zh_hant_tw: 密碼無效。點擊忘記密碼進行重置。或者，使用其他電子郵件重新註冊。

# passwordResetLinkSent
source: Password reset link sent to {email}
es: Enlace de restablecimiento de contraseña enviado a {email}
zh: 密码重置链接已发送至 {email}
zh_hant_tw: 密碼重設連結已發送至 {email}

source: Paste or enter a URL
es: Pegue o ingrese una URL
zh: 粘贴或输入URL
zh_hant_tw: 貼上或輸入URL

source: Paste or enter URL
es: Pegar o ingresar URL
zh: 粘贴或输入URL
zh_hant_tw: 貼上或輸入URL

source: people
es: personas
zh: 人
zh_hant_tw: 人

source: person
es: persona
zh: 人
zh_hant_tw: 人

# playsAt
source: Plays at {time}
es: Comienza a las {time}
zh: 在{time}播放
zh_hant_tw: 在{time}播放

# pleaseEnterValidEmail
source: Please enter a valid email address.
es: Por favor, introduzca una dirección de email válida.
zh: 请输入有效的电子邮件地址。
zh_hant_tw: 請輸入有效的電子郵件地址。

source: Please log in or sign up
es: Por favor, inicia sesión o regístrate.
zh: 请登录或注册
zh_hant_tw: 請登錄或註冊

source: Post was deleted.
es: La publicación fue eliminada.
zh: 帖子已删除。
zh_hant_tw: 貼文已刪除。

source: Posts
es: Publicaciones
zh: 帖子
zh_hant_tw: 貼文

# prereqRequired
source: Prerequisite required
es: Requisito previo necesario
zh: 需要先决条件
zh_hant_tw: 需要先決條件

source: Prerequisite Required
es: Requisito previo requerido
zh: 需要先决条件
zh_hant_tw: 需要先決條件

source: Press to promote
es: Presione para promover
zh: 点击推广
zh_hant_tw: 點擊推廣

source: Preview Agenda
es: Vista previa de la agenda
zh: 预览议程
zh_hant_tw: 預覽議程

source: Preview video
es: Vista previa del video
zh: 视频预览
zh_hant_tw: 預覽影片

source: primary-content
es: contenido-principal
zh: 主要内容
zh_hant_tw: 主要內容

source: Privacy Policy
es: Política de Privacidad
zh: 隐私政策
zh_hant_tw: 隱私政策

source: Private
es: Privado

source: Profile
es: Perfil
zh: 个人资料
zh_hant_tw: 個人檔案

source: Profile Button
es: Botón de perfil
zh: 个人资料按钮
zh_hant_tw: 個人資料按鈕

source: Propose to remove user?
es: ¿Proponer eliminar usuario?
zh: 提议移除用户？
zh_hant_tw: 提議移除用戶？

source: Public
es: Público

source: Question goes here
es: La pregunta va aquí
zh: 问题写在这里
zh_hant_tw: 問題寫在這裡

# questionWithNumber
source: Question {number}
es: Pregunta {number}
zh: 问题 {number}
zh_hant_tw: 問題 {number}

# raiseHandJoinSpeakerQueue
source: Raise your hand to join the speaker queue
es: Levanta la mano para unirte a la cola de oradores
zh: 举手加入发言队列
zh_hant_tw: 舉手加入發言隊列

# raiseHandToJoin
source: Raise your hand to join the speaker queue
es: Levante la mano para unirse a la cola de oradores
zh: 举手加入发言队列
zh_hant_tw: 舉手加入發言隊列

# raiseHandToJoinSpeakerQueue
source: Raise your hand to join the speaker queue
es: Levante la mano para unirse a la cola de oradores
zh: 举手加入发言队列
zh_hant_tw: 舉手加入發言隊列

source: Raise your hand to join the speaker queue
es: Levanta la mano para unirte a la cola de oradores
zh: 举手加入发言队列
zh_hant_tw: 舉手加入發言隊列

source: Randomly Assign
es: Asignar Aleatoriamente
zh: 随机分配
zh_hant_tw: 隨機分配

# reasonHint
source: e.g. They are trying to sabotage the event
es: ej. Están tratando de sabotear el evento

source: Reassign
es: Reasignar
zh: 重新分配
zh_hant_tw: 重新分配

# reassignedToRoom
source: Reassigned to Room {roomName}
es: Reasignado a la sala {roomName}

source: Recent Rooms
es: Salas Recientes
zh: 最近的房间
zh_hant_tw: 最近的房間

source: Record
es: Grabar
zh: 录制
zh_hant_tw: 錄製

source: Recordings
es: Grabaciones

source: Refresh
es: Actualizar
zh: 刷新
zh_hant_tw: 刷新

source: Refresh Connection
es: Actualizar conexión
zh: 刷新连接
zh_hant_tw: 重新整理連線

source: Refresh Guide
es: Actualizar Guía
zh: 刷新指南
zh_hant_tw: 刷新指南

source: Register
es: Registrarse
zh: 注册

source: Remove
es: Eliminar
zh: 移除
zh_hant_tw: 移除

source: Remove Participant
es: Eliminar Participante
zh: 移除参与者
zh_hant_tw: 移除參與者

source: Remove Suggestion
es: Eliminar Sugerencia
zh: 删除建议
zh_hant_tw: 刪除建議

# removedFromEvent
source: You were removed from this event and cannot rejoin.
es: Ha sido eliminado de este evento y no puede volver a unirse.
zh: 您已被从此活动中移除，无法重新加入。
zh_hant_tw: 您已被從此活動中移除，無法重新加入。

source: Resources
es: Recursos
zh: 资源
zh_hant_tw: 資源

# restoreSettings
source: Restore Default Settings
es: Restaurar configuración predeterminada
zh: 恢复默认设置
zh_hant_tw: 恢復預設設定

# roleAdmin
source: Admin
es: Administrador
zh: 管理员
zh_hant_tw: 管理員

# roleAttendee
source: Attendee
es: Asistente
zh: 参与者
zh_hant_tw: 參加者

# roleFacilitator
source: Facilitator
es: Facilitador
zh: 引导者
zh_hant_tw: 引導者

# roleMember
source: Member
es: Miembro
zh: 成员
zh_hant_tw: 成員

# roleModerator
source: Moderator
es: Moderador
zh: 主持人
zh_hant_tw: 總管

# roleOwner
source: Owner
es: Propietario
zh: 所有者
zh_hant_tw: 擁有者

source: Room Number
es: Número de sala
zh: 房间号码
zh_hant_tw: 房間號碼

# roomsCountMayChange
source: Number of rooms may change if participants drop off.
es: El número de salas puede cambiar si los participantes se desconectan.
zh: 如果参与者退出，房间数量可能会变化。
zh_hant_tw: 如果參與者退出，房間數量可能會變化。

source: Save
es: Guardar
zh: 保存
zh_hant_tw: 儲存

source: Save Agenda Item
es: Guardar elemento de agenda
zh: 保存议程项
zh_hant_tw: 儲存議程項目

source: Save changes?
es: ¿Guardar cambios?

source: Save Event
es: Guardar evento

source: Save Settings
es: Guardar configuración
zh: 保存设置
zh_hant_tw: 儲存設定

source: Search
es: Buscar
zh: 搜索
zh_hant_tw: 搜尋

source: Search events
es: Buscar eventos
zh: 搜索活动
zh_hant_tw: 搜尋活動

source: Search templates
es: Buscar plantillas
zh: 搜索模板
zh_hant_tw: 搜尋模板

# sectionNotFilledYet
source: This section hasn't been filled in yet.
es: Esta sección aún no se ha completado.
zh: 该部分尚未填写。
zh_hant_tw: 此部分尚未填寫。

source: Select Language
es: Seleccionar idioma
zh: 选择语言
zh_hant_tw: 選擇語言

source: Select max. participant count
es: Seleccionar número máximo de participantes
zh: 选择最大参与者数量
zh_hant_tw: 選擇最大參與者數量

source: Select space:
es: Seleccionar espacio:
zh: 选择空间：
zh_hant_tw: 選擇空間：

source: Send message
es: Enviar mensaje
zh: 发送消息
zh_hant_tw: 發送訊息

# setPayeeAccountDetails
source: Set your payee account details
es: Establecer los detalles de tu cuenta de beneficiario
zh: 设置您的收款账户详细信息
zh_hant_tw: 設定您的收款帳戶詳細資料

source: Set your payee account details
es: Establecer los detalles de su cuenta de pagos
zh: 设置您的收款账户详情
zh_hant_tw: 設置您的收款帳戶詳情

source: Settings
es: Configuración
zh: 设置
zh_hant_tw: 設定

# settingsFor
source: Settings for {communityName}
es: Configuración para {communityName}
zh: {communityName} 的设置
zh_hant_tw: {communityName} 的設置

source: Show Announcements Button
es: Botón mostrar anuncios
zh: 显示公告按钮
zh_hant_tw: 顯示公告按鈕

source: Show Options
es: Mostrar opciones
zh: 显示选项
zh_hant_tw: 顯示選項

source: Show Sidebar Button
es: Mostrar Botón de Barra Lateral
zh: 显示侧边栏按钮
zh_hant_tw: 顯示側邊欄按鈕

# sidebarAdminButton
source: Admin
es: Administrador

# sidebarEventsButton
source: Events
es: Eventos

source: Sidebar Follow Community Button
es: Botón de seguir comunidad barra lateral
zh: 侧边栏关注社区按钮
zh_hant_tw: 側邊欄追蹤社群按鈕

# sidebarPostsButton
source: Posts
es: Publicaciones

# sidebarResourcesButton
source: Resources
es: Recursos

# sidebarTemplatesButton
source: Templates
es: Plantillas

source: Sidebar Unfollow Button
es: Botón de dejar de seguir barra lateral
zh: 侧边栏取消关注按钮
zh_hant_tw: 側邊欄取消追蹤按鈕

# followCommunityForAccess
source: Follow {community} for access to all events and resources.
es: Sigue a {community} para acceder a todos los eventos y recursos.

source: Sign In
es: Iniciar sesión
zh: 登录
zh_hant_tw: 登入

# signInToApp
source: Sign in to {appName}
es: Iniciar sesión en {appName}
zh: 登录到 {appName}
zh_hant_tw: 登入到 {appName}

source: Sign in with Email
es: Iniciar sesión con email
zh: 使用邮箱登录
zh_hant_tw: 使用電郵登入

source: Sign in with Google
es: Iniciar sesión con Google
zh: 使用 Google 登录
zh_hant_tw: 使用 Google 登入

source: Sign Out
es: Cerrar Sesión
zh: 退出登录
zh_hant_tw: 登出

source: Sign Up
es: Regístrate
zh: 注册
zh_hant_tw: 註冊

# signUpOrSignInToContinue
source: Sign up (or sign in using an existing account) to continue.
es: Regístrate (o inicia sesión con una cuenta existente) para continuar.
zh: 注册（或使用现有账户登录）以继续。
zh_hant_tw: 註冊（或使用現有帳戶登入）以繼續。

source: Sign up to get started.
es: Regístrate para comenzar.
zh: 注册以开始使用。
zh_hant_tw: 註冊以開始使用。

source: Sign up with Email
es: Registrarse con email
zh: 使用邮箱注册
zh_hant_tw: 使用電郵註冊

source: Sign up with Google
es: Registrarse con Google
zh: 使用 Google 注册
zh_hant_tw: 使用 Google 註冊

source: Sign up
es: Registrarse
zh: 注册

source: Skip
es: Omitir

source: Skip Stripe account setup for now
es: Omitir la configuración de la cuenta de Stripe por ahora.
zh: 暂时跳过 Stripe 账户设置
zh_hant_tw: 暫時跳過 Stripe 帳戶設置

source: Smart Match
es: Coincidencia inteligente
zh: 智能匹配
zh_hant_tw: 智能配對

source: Smart Match Participants
es: Emparejamiento Inteligente
zh: 智能匹配参与者
zh_hant_tw: 自動匹配參與者

# socialFacebook
source: Facebook URL
es: Facebook
zh: Facebook
zh_hant_tw: Facebook

# socialInstagram
source: Instagram URL
es: Instagram
zh: Instagram
zh_hant_tw: Instagram

# socialLinkedIn
source: LinkedIn URL
es: LinkedIn
zh: LinkedIn
zh_hant_tw: LinkedIn

# socialTwitter
source: Twitter URL
es: Twitter
zh: Twitter
zh_hant_tw: Twitter

source: Something went wrong
es: Algo salió mal
zh: 出了点问题
zh_hant_tw: 出了些問題

# somethingWentWrongTryAgain
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtelo de nuevo.
zh: 出现错误，请重试。
zh_hant_tw: 出現錯誤，請重試。

source: Sorry, vimeo video lookup failed.
es: Lo sentimos, la búsqueda del video de Vimeo falló.
zh: 抱歉，Vimeo 视频查找失败。
zh_hant_tw: 抱歉，Vimeo 影片查詢失敗。

source: Sorry, youtube video lookup failed.
es: Lo sentimos, la búsqueda del video de YouTube falló.
zh: 抱歉，YouTube 视频查找失败。
zh_hant_tw: 抱歉，YouTube 影片查詢失敗。

source: SPREAD THE WORD
es: CORRE LA VOZ
zh: 传播信息
zh_hant_tw: 傳播訊息

source: Start
es: Iniciar
zh: 开始
zh_hant_tw: 開始

# startCommunity
source: Start a community
es: Iniciar una comunidad
zh: 创建社区
zh_hant_tw: 創建社區

source: Start event
es: Iniciar Evento
zh: 开始活动
zh_hant_tw: 開始活動

source: Start Time
es: Hora de inicio
zh: 开始时间
zh_hant_tw: 開始時間

source: Submit Chat Button
es: Botón enviar chat
zh: 提交聊天按钮
zh_hant_tw: 提交聊天按鈕

source: Submit Message Button
es: Botón enviar mensaje
zh: 提交消息按钮
zh_hant_tw: 提交訊息按鈕

# submitTagButton
source: Submit
es: Enviar
zh: 提交
zh_hant_tw: 提交

source: Suggest
es: Sugerir
zh: 建议
zh_hant_tw: 建議

# suggestAgendaItemHint
source: You can suggest an agenda item and everyone can vote
es: Puede sugerir un elemento de agenda y todos pueden votar
zh: 您可以提出议程项目，每个人都可以投票
zh_hant_tw: 您可以提出議程項目，每個人都可以投票

source: Suggestions
es: Sugerencias
zh: 建议
zh_hant_tw: 建議

source: Suggestions will show up here
es: Las sugerencias aparecerán aquí
zh: 建议将显示在这里
zh_hant_tw: 建議將顯示在這裡

# supportThisSpace
source: Support {name}!
es: ¡Apoye a {name}!

source: Tag
es: Etiqueta
zh: 标签
zh_hant_tw: 標籤

source: Tagline
es: Lema
zh: 标语
zh_hant_tw: 標語

source: Target Participants Per Room
es: Participantes Por Sala
zh: 每个分组的 目标参与者
zh_hant_tw: 每個分組的 目標參與者

source: Target size
es: Tamaño objetivo
zh: 目标大小
zh_hant_tw: 目標大小

# targetSizeQuestion
source: Target Size?
es: ¿Tamaño objetivo?
zh: 目标大小？
zh_hant_tw: 目標大小？

source: Templates
es: Plantillas
zh: 模板
zh_hant_tw: 模板

# termsAgreementPrefix
source: By signing in, registering, or using {appName}, I agree to be bound by the
es: Al iniciar sesión, registrarme o usar {appName}, acepto estar sujeto a los
zh: 通过登录、注册或使用 {appName}，我同意遵守
zh_hant_tw: 通過登入、註冊或使用 {appName}，我同意遵守

# termsOfService
source: {appName} Terms of Service
es: Términos de servicio de {appName}
zh: {appName} 的服务条款
zh_hant_tw: {appName} 的服務條款

source: Text copied!
es: ¡Texto copiado!
zh: 文本已复制！
zh_hant_tw: 文字已複製！

source: There was an error loading event templates.
es: Hubo un error al cargar las plantillas de eventos.
zh: 加载活动模板时出错。
zh_hant_tw: 載入活動模板時出錯。

source: This event is locked
es: Este evento está bloqueado
zh: 此活动已锁定
zh_hant_tw: 此活動已鎖定

source: This URL was not found.
es: Esta URL no se encontró.
zh: 未找到此URL。
zh_hant_tw: 未找到此URL。

source: this user
es: este usuario
zh: 该用户
zh_hant_tw: 此用戶

source: Time
es: Hora

source: Title
es: Título

source: Troubleshoot
es: Solucionar problemas
zh: 故障排除
zh_hant_tw: 故障排除

# tryAgain
source: Please try again
es: Por favor, inténtelo de nuevo
zh: 请再试一次
zh_hant_tw: 請再試一次

source: Turn on Audio/Video?
es: ¿Activar audio/vídeo?
zh: 开启音频/视频？
zh_hant_tw: 開啟音訊/視訊？

source: Twitter URL
es: URL de Twitter
zh: Twitter链接
zh_hant_tw: Twitter連結

source: Type something
es: Escribe algo
zh: 输入内容
zh_hant_tw: 輸入內容

source: Unfollow
es: Dejar de seguir
zh: 取消关注
zh_hant_tw: 取消追蹤

# uniqueUrlDisplayName
source: Unique URL display name (Optional)
es: Nombre de URL único (Opcional)
zh: 唯一URL显示名称（可选）
zh_hant_tw: 唯一URL顯示名稱（可選）

source: Unique URL display name (Optional)
es: Nombre de URL único (Opcional)
zh: 唯一URL显示名称（可选）
zh_hant_tw: 唯一URL顯示名稱（可選）

source: Unlock Meeting
es: Desbloquear reunión

source: Upcoming Events
es: Próximos eventos
zh: 即将举行的活动
zh_hant_tw: 即將舉行的活動

source: Update
es: Actualizar

# updateGuide
source: Update template
es: Actualizar plantilla

source: Update Stripe Account
es: Actualizar cuenta Stripe

# updateToPlan
source: Update to {name} plan
es: Actualizar al plan {name}
zh: 更新到{name}计划
zh_hant_tw: 更新至{name}方案

# upvoteDownvoteSuggestions
source: You can upvote and downvote suggested agenda items to discuss
es: Puede votar a favor y en contra de los elementos de agenda sugeridos para discutir
zh: 您可以对建议的议程项目进行投票和反对投票
zh_hant_tw: 您可以對建議的議程項目進行投票和反對投票

source: URL Parameter
es: Parámetro URL
zh: URL参数
zh_hant_tw: URL參數

source: Users are in breakout rooms.
es: Los usuarios están en salas de grupos.
zh: 用户在分组讨论室中。
zh_hant_tw: 用戶在分組討論室中。

# videoElement
source: {label}-video-element
es: {label}-elemento-video
zh: {label}-视频元素
zh_hant_tw: {label}-影片元素

source: Video Input Device:
es: Dispositivo de entrada de vídeo:
zh: 视频输入设备：
zh_hant_tw: 視訊輸入裝置：

source: View
es: Ver
zh: 查看
zh_hant_tw: 查看

source: View Current Room
es: Ver sala actual

source: View more
es: Ver más

source: View more templates
es: Ver más plantillas

# vimeoVideoLookupFailed
source: Sorry, vimeo video lookup failed.
es: Lo sentimos, la búsqueda del video de Vimeo falló.
zh: 抱歉，Vimeo 视频查找失败。
zh_hant_tw: 抱歉，Vimeo 影片查找失敗。

source: Visibility
es: Visibilidad

source: Waiting Room
es: Sala de espera
zh: 等候室
zh_hant_tw: 等候室

# welcome
source: Welcome to Frankly
es: Bienvenido a Frankly
zh: 欢迎来到 Frankly
zh_hant_tw: 歡迎來到 Frankly

source: Welcome, {name}
es: Bienvenido, {name}
zh: 您好，{name}
zh_hant_tw: 您好，{name}

# welcomeToApp
source: Welcome to {appName}
es: Bienvenido a {appName}
zh: 欢迎来到 {appName}
zh_hant_tw: 歡迎來到 {appName}

source: When new events are added, you'll see them here.
es: Cuando se agreguen nuevos eventos, los verás aquí.

# whenNewItemsAdded
source: When new {name} are added, you'll see them here.
es: Cuando se agreguen nuevos {name}, los verás aquí.
zh: 当添加新的{name}时，您将在此处看到它们。
zh_hant_tw: 當新增{name}時，您將在此處看到它們。

source: when you upgrade
es: cuando actualice
zh: 当您升级时
zh_hant_tw: 當您升級時

source: Who else would benefit from these events?
es: ¿Quién más se beneficiaría de estos eventos?

source: Word Cloud
es: Nube de palabras
zh: 词云
zh_hant_tw: 詞雲

# wordCloudLabelText
source: Word Cloud Prompt
es: Instrucción para la Nube de Palabras
zh: 词云提示
zh_hant_tw: 詞雲提示

# wordCloudParticipantsInfo
source: Participants will be asked to respond with a list of words or short phrases
es: Se pedirá a los participantes que respondan con una lista de palabras o frases cortas
zh: 参与者将被要求回复一系列单词或短语
zh_hant_tw: 參與者將被要求回覆一系列單詞或短語

source: Word Cloud Prompt
es: Introduzca una palabra para la nube de palabras
zh: 词云提示
zh_hant_tw: 詞雲提示

# wordCloudPromptRequired
source: Word Cloud prompt is required
es: Por favor, introduzca una palabra para la nube de palabras
zh: 词云提示是必填项
zh_hant_tw: 詞雲提示是必填項

source: Word List
es: Lista de palabras
zh: 词语列表
zh_hant_tw: 詞彙列表

source: Would you like to participate in breakout room assignments?
es: ¿Le gustaría participar en las asignaciones de salas de grupos?

source: Yes
es: Sí
zh: 是
zh_hant_tw: 是

source: Yes, Delete
es: Sí, eliminar
zh: 是的，删除
zh_hant_tw: 是的，刪除

source: Yes, join
es: Sí, unirse

source: Yes, poll participants
es: Sí, encuestar a los participantes

source: You
es: Tú
zh: 你
zh_hant_tw: 你

source: You haven't joined any communities.
es: No te has unido a ninguna comunidad
zh_hant_tw: 您尚未加入任何社區

source: You need to be logged in to do this.
es: Necesita iniciar sesión para hacer esto
zh: 您需要登录才能执行此操作。
zh_hant_tw: 您需要登錄才能執行此操作

source: You were removed from this event and cannot rejoin.
es: <MISSING: youWereRemovedFromThisEventAndCannotRejoin>
zh: 您已被从此活动中移除，无法重新加入。
zh_hant_tw: 您已被從此活動中移除，無法重新加入。

source: Your Name
es: Tu nombre
zh: 您的名字
zh_hant_tw: 您的名字

# youtubeVideoLookupFailed
source: Sorry, youtube video lookup failed.
es: Lo sentimos, la búsqueda del video de YouTube falló.
zh: 抱歉，YouTube 视频查找失败。
zh_hant_tw: 抱歉，YouTube影片查詢失敗。

source: Allow members to create events
es: Permitir que los miembros creen eventos

source: Allow members to create templates
es: Permitir que los miembros creen plantillas

source: Require approval for new members
es: Requerir aprobación para nuevos miembros

# enableWeeklyEmailDigests
source: Enable weekly email digests of upcoming events
es: Habilitar resúmenes semanales por correo electrónico

source: Allow users to donate funds
es: Permitir que los usuarios donen fondos

source: Default event settings
es: Configuración predeterminada del evento

source: Agenda preview
es: Vista previa de la agenda

source: Overview
es: Resumen

source: Members
es: Miembros
zh_hant_tw: 成員

source: Update Plan
es: Actualizar Plan

source: Update billing
es: Actualizar facturación

# contactBillingManager
source: Contact the billing manager to update plan:
es: Contacte al administrador de facturación para actualizar el plan:

# introduceYourselfToHelpBreakTheIce
source: Introduce yourself to help break the ice ðŸ˜‰
es: Preséntate para ayudar a romper el hielo 😉

source: Stop Video
es: Detener video

source: Start Video
es: Iniciar video

source: Mute
es: Silenciar

source: Unmute
es: Activar sonido

source: All participants are muted during video!
es: ¡Todos los participantes están silenciados durante el video!

source: Audio/Video Settings
es: Configuración de audio/video

# communityGoalsHint
source: Add more detail as to the goals of this community
es: Añade más detalles sobre los objetivos de esta comunidad

# nameHint
source: Ex: The Justice League
es: Ej: The Justice League

# uniqueUrlDisplayNameHint
source: Ex: the-justice-league
es: Ej: the-justice-league

# taglineHint
source: Ex: Protecting the earth from all invaders
es: Ej: Protegiendo la tierra de todos los invasores

# chooseColorScheme
source: Choose your color scheme
es: Elige tu esquema de colores

source: Add tags
es: Añadir etiquetas

source: Add tag
es: Añadir etiqueta

source: No events
es: No hay eventos

source: Create your first event!
es: ¡Crea tu primer evento!

source: See more events
es: Ver más eventos

source: Looking good
es: ¡Bien!

source: Get people talking
es: ¡Empieza a hablar!

source: Get it on the books
es: ¡Registra!
