Repository: berkmancenter/frankly
Catalog: client/lib/l10n/app_*.arb
Languages: es, zh, zh_hant_tw

source: A/V issues?
es: Problemas de A/V
zh: 音视频问题？
zh_hant_tw: 影音問題？

source: About
es: Acerca de
zh: 关于
zh_hant_tw: 關於

source: About Us
es: Sobre Nosotros
zh: 关于我们
zh_hant_tw: 關於我們

# accountExistsWithSameEmail
source: An account exists with the same email address but a different sign in method. Use Sign in with Email and click Forgot Password if you don't know it. Or, Sign Up again using a different email.
es: Ya existe una cuenta con la misma dirección de email pero con un método de inicio de sesión diferente. Utilice Iniciar sesión con email y haga clic en Olvidé mi contraseña si no la conoce. O regístrese de nuevo con un email diferente.
zh: 已存在使用相同电子邮件地址但不同登录方式的帐户。请使用电子邮件登录，如果不知道密码请点击忘记密码。或者，使用其他电子邮件重新注册。
zh_hant_tw: 已存在使用相同電子郵件地址但不同登入方式的帳戶。請使用電子郵件登入，如果不知道密碼請點擊忘記密碼。或者，使用其他電子郵件重新註冊。

source: Add a category
es: Agregar una categoría
zh: 添加一个类别
zh_hant_tw: 添加類別

source: Add a prerequisite template
es: Agregar una plantilla de requisito previo
zh: 添加先决条件模板
zh_hant_tw: 添加先決條件模板

source: Add a question
es: Agregar una pregunta
zh: 添加一个问题
zh_hant_tw: 添加問題

source: Add a resource
es: Añadir un recurso
zh: 添加资源
zh_hant_tw: 新增資源

source: Add action link
es: Añadir enlace de acción
zh: 添加行动链接
zh_hant_tw: 新增行動連結

source: Add agenda item
es: Añadir elemento de agenda
zh: 添加议程项
zh_hant_tw: 新增議程項目

# addCategory
source: Add a category
es: Añadir una categoría
zh: 添加类别
zh_hant_tw: 新增類別

source: Add comment
es: Añadir comentario
zh: 添加评论
zh_hant_tw: 新增評論

source: Add community images
es: Añadir imágenes de comunidad
zh: 添加社区图片
zh_hant_tw: 新增社區圖片

source: + Add New
es: + Añadir nuevo
zh: + 添加新的
zh_hant_tw: + 新增

source: Add option
es: Añadir opción
zh: 添加选项
zh_hant_tw: 新增選項

# addPrerequisiteTemplate
source: Add a prerequisite template
es: Añadir una plantilla de requisitos previos
zh: 添加先决条件模板
zh_hant_tw: 新增先決條件模板

# addQuestion
source: Add a question
es: Añadir una pregunta
zh: 添加问题
zh_hant_tw: 新增問題

source: Add Room
es: Añadir Sala
zh: 添加房间
zh_hant_tw: 新增房間

source: Add something here
es: Añadir algo aquí
zh: 在此处添加内容
zh_hant_tw: 在此處新增內容

source: Add to calendar
es: Añadir al calendario
zh: 添加到日历
zh_hant_tw: 新增至日曆

source: Admin
es: Administrador
zh: 管理员
zh_hant_tw: 管理員

# agendaPromptReady
source: Your event is ready to start!
es: ¡Su evento está listo para comenzar!
zh: 您的活动已准备好开始！
zh_hant_tw: 您的活動已準備好開始！

# agendaPromptWaiting
source: Waiting for host to start the event...
es: Esperando a que el anfitrión inicie el evento...
zh: 等待主持人开始活动...
zh_hant_tw: 等待主持人開始活動...

source: Agree and continue
es: Aceptar y continuar
zh: 同意并继续
zh_hant_tw: 同意並繼續

# alreadyUserSignIn
source: Already a user? Sign In
es: ¿Ya eres usuario? Inicia sesión
zh: 已有账户？ 登录
zh_hant_tw: 已有帳戶？

source: Announcements
es: Anuncios

source: Anonymous
es: Anónimo
zh: 匿名
zh_hant_tw: 匿名

# appDescription
source: An online deliberations platform
es: Una plataforma para deliberaciones en línea
zh: 线上审议平台
zh_hant_tw: 線上審議平臺

source: {appName} - Home
es: {appName} - Inicio
zh: {appName} - 首页
zh_hant_tw: {appName} - 首頁

source: {appName} Terms of Service
es: Términos de Servicio de {appName}
zh: {appName} 服务条款
zh_hant_tw: {appName} 服務條款

source: {appName} - Unsubscribe
es: {appName} - Cancelar suscripción
zh: {appName} - 取消订阅
zh_hant_tw: {appName} - 取消訂閱

source: {appName} - User Settings
es: {appName} - Configuración de usuario
zh: {appName} - 用户设置
zh_hant_tw: {appName} - 用戶設置

source: {appName} - Welcome
es: {appName} - Bienvenido
zh: {appName} - 欢迎
zh_hant_tw: {appName} - 歡迎

# appTitleHome
source: {appName} - Home
es: {appName} - Inicio
zh: {appName} - 首页
zh_hant_tw: {appName} - 首頁

# appTitleUnsubscribe
source: {appName} - Unsubscribe
es: {appName} - Cancelar suscripción
zh: {appName} - 取消订阅
zh_hant_tw: {appName} - 取消訂閱

# appTitleUserSettings
source: {appName} - User Settings
es: {appName} - Configuración de usuario
zh: {appName} - 用户设置
zh_hant_tw: {appName} - 用戶設定

# appTitleWelcome
source: {appName} - Welcome
es: {appName} - Bienvenido
zh: {appName} - 欢迎
zh_hant_tw: {appName} - 歡迎

source: Are you sure you want to delete media?
es: ¿Estás seguro de que quieres eliminar este medio?
zh: 您确定要删除媒体吗？
zh_hant_tw: 您確定要刪除媒體嗎？

source: Are you sure you want to refresh the guide?
es: ¿Estás seguro de que quieres actualizar la guía?
zh: 您确定要刷新指南吗？
zh_hant_tw: 您確定要刷新指南嗎？

source: Are you sure you want to remove member?
es: ¿Está seguro de que desea eliminar al miembro?

# areYouSureYouWantToStartVoteToKick
source: Are you sure you want to start a vote to kick out {displayName}? Please only take this action if the participant is behaving inappropriately.
es: ¿Está seguro de que desea iniciar una votación para expulsar a {displayName}? Por favor, solo tome esta acción si el participante se está comportando de manera inapropiada.

source: Aspect ratio clipped
es: Relación de aspecto recortada
zh: 纵横比裁剪
zh_hant_tw: 長寬比剪裁

source: Attendee
es: Asistente
zh: 参与者
zh_hant_tw: 參與者

source: Audio Input Device:
es: Dispositivo de entrada de audio:
zh: 音频输入设备：
zh_hant_tw: 音訊輸入裝置：

# avErrorConstraints
source: Media constraints error.
es: Error de restricciones multimedia.
zh: 媒体约束错误。
zh_hant_tw: 媒體約束錯誤。

# avErrorDisconnected
source: Audio/video devices disconnected.
es: Dispositivos de audio/video desconectados.
zh: 音频/视频设备已断开连接。
zh_hant_tw: 音訊/視訊設備已斷開連接。

# avErrorDuplicateIdentity
source: You are already connected from another device or browser.
es: Ya estás conectado desde otro dispositivo o navegador.
zh: 您已经从另一个设备或浏览器连接。
zh_hant_tw: 您已經從另一個設備或瀏覽器連接。

# avErrorMediaAccess
source: Unable to access media devices.
es: No se puede acceder a los dispositivos multimedia.
zh: 无法访问媒体设备。
zh_hant_tw: 無法訪問媒體設備。

# avErrorNetwork
source: Network error with audio/video connection.
es: Error de red con conexión de audio/video.
zh: 音频/视频连接网络错误。
zh_hant_tw: 音訊/視訊連接網絡錯誤。

# avErrorNotFound
source: Audio/video devices not found.
es: Dispositivos de audio/video no encontrados.
zh: 未找到音频/视频设备。
zh_hant_tw: 未找到音訊/視訊設備。

# avErrorNotReadable
source: Audio/video device can't be read or is busy.
es: El dispositivo de audio/video no se puede leer o está ocupado.
zh: 无法读取音频/视频设备或该设备正忙。
zh_hant_tw: 無法讀取音訊/視訊設備或該設備正忙。

# avErrorPermissionRequired
source: Permission to use audio/video devices is required.
es: Se requiere permiso para usar dispositivos de audio/video.
zh: 需要权限使用音频/视频设备。
zh_hant_tw: 需要權限使用音訊/視訊設備。

source: A/V issues?
es: ¿Problemas de audio/video?
zh: 音视频问题？
zh_hant_tw: 影音問題？

# awaitingResponses
source: Awaiting responsesâ€¦
es: Esperando respuestas…
zh: 等待回应中...
zh_hant_tw: 等待回應中...

source: Background
es: Fondo
zh_hant_tw: 背景

source: Banned
es: Prohibido
zh: 已禁止
zh_hant_tw: 已禁止

source: Billing
es: Facturación
zh: 账单
zh_hant_tw: 帳單

source: Brand your space
es: Marcar tu espacio
zh: 打造您的空间品牌
zh_hant_tw: 打造您的空間品牌

source: Breakouts
es: Salas de grupo

source: Broadcast
es: Transmisión
zh: 广播
zh_hant_tw: 廣播

# bufferAndIntroTime
source: About {buffer} of buffer time and {intro} of introduction before breakout rooms
es: Aproximadamente {buffer} de tiempo de espera y {intro} de introducción antes de las salas de grupos
zh: 分组讨论前约{buffer}的缓冲时间和{intro}的介绍时间
zh_hant_tw: 分組討論前約{buffer}的緩衝時間和{intro}的介紹時間

# bufferTimeDescription
source: About {duration} of buffer time before event begins
es: Aproximadamente {duration} de tiempo de espera antes de que comience el evento
zh: 事件开始前约{duration}的缓冲时间
zh_hant_tw: 活動開始前約{duration}的緩衝時間

# buildCommunitySpace
source: Build your community space
es: Construir tu espacio comunitario
zh: 构建您的社区空间
zh_hant_tw: 建立您的社區空間

source: Build your community space
es: Construya su espacio de comunidad
zh: 构建您的社区空间
zh_hant_tw: 構建您的社區空間

source: By Category
es: Por categoría
zh: 按类别
zh_hant_tw: 按類別

# bySigningInRegisteringOrUsing
source: By signing in, registering, or using {appName}, I agree to be bound by the
es: Al iniciar sesión, registrarse o usar {appName}, acepto estar sujeto a los
zh: 通过登录、注册或使用 {appName}，我同意遵守
zh_hant_tw: 通過登錄、註冊或使用 {appName}，我同意遵守

source: By Size
es: Por tamaño
zh: 按大小
zh_hant_tw: 按大小

source: Cancel
es: Cancelar
zh: 取消
zh_hant_tw: 取消

source: Cancel current plan?
es: ¿Cancelar plan actual?
zh: 取消当前计划？
zh_hant_tw: 取消目前計劃？

source: Cancel event
es: Cancelar evento
zh: 取消活动
zh_hant_tw: 取消活動

source: Cancel Help Needed
es: Cancelar solicitud de ayuda

source: Cancel Participation
es: Cancelar participación
zh: 取消参与
zh_hant_tw: 取消參與

source: Cannot play Vimeo video
es: No se puede reproducir el video de Vimeo.
zh: 无法播放 Vimeo 视频
zh_hant_tw: 無法播放 Vimeo 影片

source: Cannot play YouTube video
es: No se puede reproducir el video de YouTube
zh: 无法播放 YouTube 视频
zh_hant_tw: 無法播放 YouTube 影片

source: Cannot play YouTube video
es: No se puede reproducir el video de YouTube.
zh: 无法播放 YouTube 视频
zh_hant_tw: 無法播放 YouTube 影片

source: Category
es: Categoría
zh: 类别
zh_hant_tw: 類別

source: Change Language
es: Cambiar idioma
zh: 更改语言
zh_hant_tw: 變更語言

source: Changed from default
es: Cambiado del valor predeterminado
zh: 已从默认值更改
zh_hant_tw: 已從預設值更改

source: Chat Message
es: Mensaje de chat
zh: 聊天消息
zh_hant_tw: 聊天訊息

source: Chat with participants
es: Chatear con participantes
zh: 与参与者聊天
zh_hant_tw: 和參與者聊天

source: Choose duration
es: Elegir duración

source: Clear agenda?
es: ¿Limpiar agenda?
zh: 清空议程？
zh_hant_tw: 清除議程？

source: Close
es: Cerrar
zh: 关闭
zh_hant_tw: 關閉

source: Close Edit
es: Cerrar edición
zh: 关闭编辑
zh_hant_tw: 關閉編輯

source: Confirm
es: Confirmar
zh: 确认
zh_hant_tw: 確認

# confirmDelete
source: Are you sure you want to delete?
es: ¿Está seguro de que desea eliminar?
zh: 确定要删除吗？
zh_hant_tw: 確定要刪除嗎？

# confirmDeleteAnnouncement
source: Are you sure you want to delete this announcement?
es: ¿Está seguro de que desea eliminar este anuncio?

# confirmDeleteMedia
source: Are you sure you want to delete media?
es: ¿Estás seguro de que quieres eliminar el medio?
zh: 您确定要删除媒体吗？
zh_hant_tw: 您確定要刪除媒體嗎？

# confirmRefreshGuide
source: Are you sure you want to refresh the guide?
es: ¿Estás seguro de que quieres actualizar la guía?
zh: 您确定要刷新指南吗？
zh_hant_tw: 您確定要重新整理指南嗎？

# confirmRemoveParticipant
source: Are you sure you want to remove {name} from this event?
es: ¿Está seguro de que desea eliminar a {name} de este evento?
zh: 您确定要从此活动中移除{name}吗？
zh_hant_tw: 您確定要將 {name} 從此活動中移除嗎？

source: Connect to Stripe
es: Conectar con Stripe

source: Contact email
es: Correo de contacto
zh: 联系邮箱
zh_hant_tw: 聯絡電郵

source: Copied to clipboard!
es: ¡Copiado al portapapeles!
zh: 已复制到剪贴板
zh_hant_tw: 已複製到剪貼簿

source: Create
es: Crear
zh_hant_tw: 創建

source: Create a post
es: Crear un post
zh: 创建一篇文章
zh_hant_tw: 創建文章

source: Create a resource
es: Crear un recurso
zh: 创建一个资源
zh_hant_tw: 創建資源

source: Create a template
es: Crear una plantilla
zh: 创建一个模板
zh_hant_tw: 創建模板

# createAccount
source: Create an account
es: Crear una cuenta
zh: 创建账户
zh_hant_tw: 建立帳戶

source: Create an announcement
es: Crear un anuncio
zh: 创建一个公告
zh_hant_tw: 創建公告

source: Create New Announcement
es: Crear Nuevo Anuncio

source: Create an event
es: Crear un evento
zh: 创建一个活动
zh_hant_tw: 創建活動

source: Create Event
es: Crear evento
zh: 创建活动
zh_hant_tw: 建立活動

# createNewTemplate
source: Create a new template
es: Crear una nueva plantilla

source: Create post
es: Crear publicación
zh: 创建帖子
zh_hant_tw: 建立貼文

source: Create Template from Event
es: Crear Plantilla a partir del Evento
zh: 从活动创建模板
zh_hant_tw: 從活動建立模板

source: Create your space
es: Crear tu espacio
zh: 创建您的空间

source: Current Participants
es: Participantes actuales
zh: 当前 参与者
zh_hant_tw: 目前 參與者

source: Dark Color HEX#
es: Color oscuro HEX#
zh: 深色十六进制值
zh_hant_tw: 深色十六進制值

source: Date
es: Fecha

source: Define Breakouts (Optional)
es: Definir salas (Opcional)
zh: 定义分组讨论（可选）
zh_hant_tw: 定義分組討論（可選）

# deleteAgendaItem
source: Delete {title} agenda item
es: Eliminar el elemento de agenda {title}
zh: 删除{title}议程项
zh_hant_tw: 刪除{title}議程項目

# deleteAgendaItemGeneral
source: Delete agenda item
es: Eliminar elemento de agenda
zh: 删除议程项
zh_hant_tw: 刪除議程項目

# deleteAgendaItemName
source: Delete {itemName} agenda item
es: Eliminar {itemName} de la agenda
zh: 删除{itemName}议程项
zh_hant_tw: 刪除{itemName}議程項

source: Delete Comment
es: Eliminar comentario
zh: 删除评论
zh_hant_tw: 刪除評論

source: Delete option
es: Eliminar opción
zh: 删除选项
zh_hant_tw: 刪除選項

source: Delete post
es: Eliminar publicación
zh: 删除帖子
zh_hant_tw: 刪除貼文

source: Delete prerequisite template
es: Eliminar plantilla de requisitos previos
zh: 删除先决条件模板
zh_hant_tw: 刪除先決條件模板

source: Delete {title} agenda item
es: Eliminar {title} elemento de agenda
zh: 删除 $title 议程项
zh_hant_tw: 刪除 $title 議程項目

source: Description
es: Descripción

# devSettings
source: Developer Settings
es: Configuración para desarrolladores
zh: 开发者设置
zh_hant_tw: 開發者設定

source: Discard
es: Descartar

source: Donate
es: Donar
zh: 捐赠
zh_hant_tw: 捐贈

# donateToKeepConversationGoing
source: Donate to keep the conversation going!
es: ¡Done para mantener la conversación!

source: Download
es: Descargar
zh_hant_tw: 下載

source: Download Chats and Suggestions
es: Descargar Chats y Sugerencias
zh: 下载聊天和建议
zh_hant_tw: 下載聊天和建議

source: Download members data
es: Descargar datos de miembros
zh: 下载成员数据
zh_hant_tw: 下載成員資料

source: Download Members Registration Data
es: Descargar Datos de Registro de Miembros
zh: 下载成员注册数据
zh_hant_tw: 下載成員註冊資料

source: Duplicate Event
es: Duplicar Evento
zh: 复制活动
zh_hant_tw: 複製活動

# duplicateGuide
source: Duplicate
es: Duplicar

source: Duplicate Item
es: Duplicar elemento
zh: 复制项目
zh_hant_tw: 複製項目

source: Edit
es: Editar
zh: 编辑
zh_hant_tw: 編輯

source: Edit event
es: Editar evento

source: Edit Image
es: Editar imagen
zh: 编辑图片
zh_hant_tw: 編輯圖片

source: Edit Item
es: Editar elemento
zh: 编辑项目
zh_hant_tw: 編輯項目

source: Edit your Community
es: Editar su comunidad

# emailAddressAlreadyInUse
source: You already created an account tied to this email address. Use Sign in with Email and click Forgot Password if you don't know it. Or, Sign Up again using a different email.
es: Ya ha creado una cuenta vinculada a esta dirección de email. Utilice Iniciar sesión con email y haga clic en Olvidé mi contraseña si no la conoce. O regístrese de nuevo con un email diferente.
zh: 您已经创建了一个与此电子邮件地址关联的帐户。请使用电子邮件登录，如果不知道密码请点击忘记密码。或者，使用其他电子邮件重新注册。
zh_hant_tw: 您已經創建了一個與此電子郵件地址關聯的帳戶。請使用電子郵件登入，如果不知道密碼請點擊忘記密碼。或者，使用其他電子郵件重新註冊。

source: End Breakout Rooms
es: Finalizar salas de grupo
zh: 结束分组讨论
zh_hant_tw: 結束分組討論

source: End Breakouts
es: Finalizar salas de grupo

source: End Time
es: Hora de finalización
zh: 结束时间
zh_hant_tw: 結束時間

# enterCategoryNum
source: Enter Category {number}
es: Ingrese Categoría {number}
zh: 输入类别 {number}
zh_hant_tw: 輸入類別 {number}

source: Enter Headline
es: Introducir título
zh: 输入标题
zh_hant_tw: 輸入標題

source: Enter Image title
es: Introducir título de la imagen
zh: 输入图片标题
zh_hant_tw: 輸入圖片標題

# enterQuestionWithNumber
source: Enter Question {number}
es: Ingrese la pregunta {number}
zh: 输入问题 {number}
zh_hant_tw: 輸入問題 {number}

source: Enter reason
es: Ingrese el motivo

source: Enter Room
es: Entrar a la sala

# enterRoomNumber
source: Ex: 2
es: Ej: 2
zh: 例如：2
zh_hant_tw: 輸入房間號碼

# enterTitle
source: Enter a title
es: Introducir título

source: Enter message
es: Introducir mensaje

source: Enter Video title
es: Introducir título del vídeo
zh: 输入视频标题
zh_hant_tw: 輸入影片標題

# enterWaitingRoomText
source: Enter waiting room text (optional)
es: Introducir texto de sala de espera (opcional)
zh: 输入等候室文本（可选）
zh_hant_tw: 輸入等候室文字（可選）

source: Enter waiting room text (optional)
es: Ingrese el texto de la sala de espera (opcional)
zh: 输入等候室文本（可选）
zh_hant_tw: 輸入等候室文本（可選）

source: Enter Word Cloud prompt
es: Ingrese instrucción para la Nube de Palabras
zh: 输入词云提示
zh_hant_tw: 輸入詞雲提示

# enterWordCloudPromptHint
source: Enter Word Cloud prompt
es: Ingrese instrucción para la Nube de Palabras
zh: 输入词云提示
zh_hant_tw: 輸入詞雲提示

# errorLoadingCommunities
source: Something went wrong loading communities. Please refresh.
es: Algo salió mal al cargar las comunidades. Por favor, actualice.
zh: 加载社区时出错。请刷新。
zh_hant_tw: 載入社區時出錯。請重新整理。

source: Error loading email.
es: Error al cargar el Email.
zh: 加载电子邮件时出错。
zh_hant_tw: 加載電子郵件時出錯。

# errorLoadingMemberships
source: Something went wrong loading memberships. Please refresh.
es: Algo salió mal al cargar las membresías. Por favor, actualice.
zh: 加载会员资格时出错。请刷新。
zh_hant_tw: 載入會員資格時出錯。請重新整理。

# errorLoadingProfileInfo
source: There was an error loading profile info.
es: Hubo un error al cargar la información del perfil.
zh: 加载个人资料时出错。
zh_hant_tw: 載入個人資料時發生錯誤。

source: Error loading word cloud responses
es: Error al cargar las respuestas de la nube de palabras
zh: 加载词云响应时出错
zh_hant_tw: 載入詞雲回應時出錯

# errorOccurred
source: An error occurred
es: Se produjo un error
zh: 发生错误
zh_hant_tw: 發生錯誤

source: Event Description
es: Descripción del evento
zh: 活动描述
zh_hant_tw: 活動描述

source: Event Details
es: Detalles del evento
zh: 活动详情
zh_hant_tw: 活動詳情

# eventIsLocked
source: This event is locked
es: Este evento está bloqueado
zh: 此活动已锁定
zh_hant_tw: 此活動已鎖定

# prePostCardMessage
source: Enter Message. Eg, Take this survey {beforeAfter} the event
es: Ingrese el mensaje. Por ejemplo, complete esta encuesta {beforeAfter} el evento

# eventLocked
source: This event is locked
es: Este evento está bloqueado
zh: 此活动已锁定
zh_hant_tw: 此活動已鎖定

source: event-tabs-content
es: contenido-pestañas-evento
zh: 事件选项卡内容
zh_hant_tw: 活動標籤內容

source: Event Title
es: Título del evento
zh: 活动标题
zh_hant_tw: 活動標題

source: Events
es: Eventos
zh: 活动
zh_hant_tw: 活動

# everyoneWasMutedWhileVideoPlaying
source: Everyone was muted while the video is playing.
es: Todos fueron silenciados mientras se reproducía el video.

source: Ex: 2
es: Ej: 2
zh: 例如：2
zh_hant_tw: 例如：2

# exTwo
source: Ex: 2
es: Ej: 2
zh: 例：2
zh_hant_tw: 例：2

source: Facebook URL
es: URL de Facebook
zh: Facebook链接
zh_hant_tw: Facebook連結

source: Facilitator
es: Facilitador
zh: 引导者
zh_hant_tw: 引導者

source: Fake Participant Count
es: Recuento de participantes falsos
zh: 虚拟参与者数量
zh_hant_tw: 假參與者數量

source: filter
es: filtrar
zh: 筛选
zh_hant_tw: 篩選

source: Finish
es: Finalizar
zh: 完成
zh_hant_tw: 完成

source: Floating Chat
es: Chat Flotante
zh: 浮动聊天
zh_hant_tw: 浮動聊天

source: Follow Community Button
es: Botón seguir comunidad
zh: 关注社区按钮
zh_hant_tw: 追蹤社群按鈕

source: Forgot Password?
es: ¿Olvidaste tu contraseña?
zh: 忘记密码？
zh_hant_tw: 忘記密碼？

source: Frankly Logo
es: Logo de Frankly
zh: Frankly 标志
zh_hant_tw: Frankly 標誌

source: Get custom colors
es: Obtener colores personalizados
zh: 获取自定义颜色
zh_hant_tw: 獲取自定義顏色

# guideAgendaItemExpandedByHost
source: Guide agenda item expanded by host for all participants.
es: El elemento de agenda de la guía ha sido expandido por el anfitrión para todos los participantes.

# guideAgendaItemMinimizedByHost
source: Guide agenda item minimized by host for all participants.
es: El elemento de agenda de la guía ha sido minimizado por el anfitrión para todos los participantes.

source: Help Center
es: Centro de Ayuda
zh: 帮助中心
zh_hant_tw: 幫助中心

source: Hide agenda item
es: Ocultar elemento de agenda
zh: 隐藏议程项
zh_hant_tw: 隱藏議程項目

# hostIsSendingYouToBreakoutRoom
source: Host is sending you to a breakout room. Join breakout room?
es: El anfitrión le está enviando a una sala de grupos. ¿Unirse a la sala de grupos?

source: Hosted
es: Con anfitrión
zh: 有主持人
zh_hant_tw: 有主持人

source: Hostless
es: Sin anfitrión
zh: 无主持人
zh_hant_tw: 無主持人

source: I agree to the
es: Acepto los
zh: 我同意
zh_hant_tw: 我同意

source: Image
es: Imagen

source: (Image URL is not set.)
es: (URL de imagen no establecida.)
zh: （图片URL未设置。）
zh_hant_tw: （圖片URL未設置。）

# imageUrlNotSet
source: (Image URL is not set.)
es: (URL de imagen no establecida.)
zh: (图片URL未设置。)
zh_hant_tw: (圖片URL未設置。)

source: Instagram URL
es: URL de Instagram
zh: Instagram链接
zh_hant_tw: Instagram連結

source: Instant Meeting
es: Reunión instantánea
zh: 即时会议
zh_hant_tw: 即時會議

# introBeforeBreakouts
source: About {duration} of intro before breakout rooms
es: Aproximadamente {duration} de introducción antes de las salas de grupos
zh: 分组讨论前约{duration}的介绍时间
zh_hant_tw: 分組討論前約{duration}的介紹時間

# introductionContent
source: _Introduce yourselves! Each take one minute to answer one of the following questions._ * What's something you did recently that was a lot of fun? * Who is your favorite cartoon character and why? * What's one thing you wish to accomplish before you die? * What movie did you NOT like?
es: _¡Preséntense! Cada uno toma un minuto para responder una de las siguientes preguntas._ * ¿Qué has hecho recientemente que fue muy divertido? * ¿Quién es tu personaje de dibujos animados favorito y por qué? * ¿Qué es algo que deseas lograr antes de morir? * ¿Qué película NO te gustó?
zh: _介绍一下自己！每个人花一分钟回答下列问题之一。_ * 最近做了什么有趣的事情？ * 你最喜欢的动画角色是谁，为什么？ * 在你离开这个世界之前，有什么事情想要完成？ * 你不喜欢哪部电影？
zh_hant_tw: _介紹一下自己！每位花一分鐘回答下列問題之一。_ * 最近做了什麼有趣的事情？ * 你最喜歡的動畫角色是誰，為什麼？ * 在你離開這個世界之前，有什麼事情想要完成？ * 你不喜歡哪部電影？

source: Introductions
es: Introducciones
zh: 介绍
zh_hant_tw: 介紹

# joinAnEventWithMe
source: Join an event with me on {appName}!
es: ¡Únase a un evento conmigo en {appName}!

# joinCommunity
source: Join {communityName}?
es: ¿Unirse a {communityName}?
zh: 加入{communityName}？
zh_hant_tw: 加入{communityName}？

source: Join Event
es: Unirse al evento
zh: 加入活动
zh_hant_tw: 加入活動

source: Jump To
es: Ir a

# kickOutUser
source: Kick out {displayName}?
es: ¿Expulsar a {displayName}?
zh: 踢出{displayName}？
zh_hant_tw: 踢出{displayName}？

source: Language
es: Idioma
zh: 语言
zh_hant_tw: 語言

source: Language Selector
es: Selector de idioma
zh: 语言选择器
zh_hant_tw: 語言選擇器

source: Last session
es: Última sesión
zh: 上次会话
zh_hant_tw: 上次會議

source: Learn More
es: Aprender más

source: Leave Room
es: Salir de la sala

source: Length
es: Duración

# letsHaveConversation
source: Let's have a conversation on {appName}!
es: ¡Tengamos una conversación en {appName}!

source: Light Color HEX#
es: Color claro HEX#
zh: 浅色十六进制值
zh_hant_tw: 淡色十六進制值

source: LinkedIn URL
es: URL de LinkedIn
zh: LinkedIn链接
zh_hant_tw: LinkedIn連結

source: Live?
es: ¿En vivo?

source: Livestream
es: Transmisión en vivo
zh: 直播
zh_hant_tw: 直播

source: Lock Meeting
es: Bloquear reunión

source: Locked
es: Bloqueado
zh: 已锁定
zh_hant_tw: 已鎖定

source: Login
es: Iniciar sesión
zh: 登录
zh_hant_tw: 登入

source: Logo
es: Logotipo
zh_hant_tw: 標誌

source: Logout
es: Cerrar sesión
zh: 退出登录
zh_hant_tw: 登出

source: Loop Video
es: Repetir video
zh: 循环播放视频
zh_hant_tw: 循環播放影片

source: Make a suggestion
es: Hacer una sugerencia
zh: 提出建议
zh_hant_tw: 提出建議

source: Make this space private
es: Hacer este espacio privado
zh_hant_tw: 設此為私密空間

# manageJoinRequests
source: Manage Join Requests ({count})
es: Administrar solicitudes de ingreso ({count})
zh: 管理加入请求 ({count})
zh_hant_tw: 管理加入請求 ({count})

source: Maps
es: Mapas
zh: 地图
zh_hant_tw: 地圖

source: Matching Options
es: Opciones de emparejamiento
zh: 配对选项
zh_hant_tw: 配對選項

source: Matching questions
es: Preguntas de emparejamiento
zh: 配对问题
zh_hant_tw: 配對問題

source: Maximum
es: Máximo
zh: 最大值
zh_hant_tw: 最大值

# meetingEndMessage
source: This meeting has ended. You may close this window.
es: Esta reunión ha terminado. Puede cerrar esta ventana.
zh: 会议已结束。您可以关闭此窗口。
zh_hant_tw: 會議已結束。您可以關閉此視窗。

# meetingEndWithFollowMessage
source: This meeting has ended. You may close this window or visit {name} to continue the conversation.
es: Esta reunión ha terminado. Puede cerrar esta ventana o visitar {name} para continuar la conversación.
zh: 会议已结束。您可以关闭此窗口或访问{name}继续对话。
zh_hant_tw: 會議已結束。您可以關閉此視窗或訪問{name}繼續對話。

source: meeting-guide-card
es: tarjeta-guía-reunión
zh: 会议指南卡
zh_hant_tw: 會議指南卡

source: Member
es: Miembro
zh: 成员
zh_hant_tw: 成員

source: memberships
es: membresías
zh: 会员资格
zh_hant_tw: 會員資格

source: Message
es: Mensaje
zh: 消息
zh_hant_tw: 訊息

source: Message from
es: Mensaje de
zh: 发信人
zh_hant_tw: 訊息來自

source: Message Participants
es: Enviar mensaje a participantes
zh: 发送消息给参与者
zh_hant_tw: 傳訊息給參與者
